export const faqs = [
    {
        'title': 'Текстура на картоф A, B или C',
        'content': [
            'Обозначенията с букви A, B и C при картофите показват тяхната кулинарна текстура, т.е. как се държат при готвене:',
            'A – Твърди (салатни картофи): Картофите с текстура тип A запазват формата си след готвене и имат стегната, твърда структура. Подходящи са за салати, задушаване или готвене на пара.',
            'B – Леко ронливи: Картофите тип B са с междинна текстура – не толкова твърди като A, но не и напълно ронливи като C. Те се използват за варене, пържене и печене, защото са универсални за различни методи на готвене.',
            'C – Ронливи (картофи за пюре): Картофите с текстура тип C са по-ронливи и се разпадат при готвене. Те са идеални за картофено пюре, запеканки или чипс, където е желателно да се разпадат.',
            ' Понякога се срещат и междинни категории като AB или BC, което означава, че картофите имат характеристики и на двата класа. Например: AB – Твърди до леко ронливи BC – Леко ронливи до ронливи',
        ],
    },
    {
        title: 'Какво e лицензиран сорт?',
        content: [
            'Лицензиран сорт картофи за разсад е семенен материал, който е защитен от правата на интелектуална собственост и може да бъде продаван само от определени компании за ограничен период. Тези сортове са разработени чрез селекционни програми, които гарантират специфични качества, като висока производителност, устойчивост на болести и адаптивност към различни климатични условия.',
        ],
    },
    {
        title: 'Какво е био органичен сертификат?',
        content: [
            'Сортове картофи за разсад с био-органичен сертификат са семенен материал, който е отгледан и сертифициран по специфични стандарти за органично земеделие. Тези картофи не съдържат синтетични пестициди или хербициди.',
            'Тези сортове се отглеждат с акцент на устойчиви практики, които запазват биоразнообразието и здравето на почвата. Използват се натурални торове и методи за контрол на вредителите. Органичните картофи са считани за по-здравословен избор, тъй като не съдържат остатъци от химикали и предлагат натурално хранително съдържание',
        ],
    },
    {
        title: 'Какво качество картофи получавате?',
        content: [
            'Картофите за посев, които са произведени в Нидерландия, се придружават с етикети и сертификати, които гарантират качеството, произхода и здравния статус на картофения разсад. Тези документи се издават от оторизирани органи, като NAK (Нидерландската агенция по сертификация на картофен разсад), и служат като гаранция за производителите и потребителите в ЕС.',
        ],
    },
    {
        title: 'Транспорт и време на доставка',
        content: [
            'Товаренето на заявеното количество обикновено се извършва четвъртък до събота в Нидерландия. При нормални обстоятелства камионът е на вашият адрес 4 до 5 дни след товаренето',
        ],
    },
    {
        title: 'Доставки при минусови температури',
        content: [
            'При температури близки до нулата или отрицателни семената се транспортират задължително в камион с контролиран температурен режим',
        ],
    },
    {
        title: 'Обеми на заявките',
        content: [
            'Доставките се извършват в Бигбези с тегло 600кг или 1200кг.. Възможа е допълнителна доставката на по-малки тестови  количества от различни сортове заедно с основната доставка',
        ],
    },
    {
        title: 'Цени и заплащане',
        content: [
            'Поради динамиката на пазара цените и наличностите а сортовете се актуализират седмично и при всяко запитване. Заплащането е 100% авансово за всяка отделна поръчка.',
        ],
    },
];
