import { Stack } from '@mui/joy'
import { FaqAccordion } from '../../components/FAQAccordion.component'
import SideTitleText from '../../components/content-sections/SideTitleText.component'

const faqs = [
    {
        "title": "Текстура на картоф A, B или C",
        "content": "Обозначенията с букви A, B и C при картофите показват тяхната кулинарна текстура, т.е. как се държат при готвене: A – Твърди (салатни картофи): Картофите с текстура тип A запазват формата си след готвене и имат стегната, твърда структура. Подходящи са за салати, задушаване или готвене на пара. B – Леко ронливи: Картофите тип B са с междинна текстура – не толкова твърди като A, но не и напълно ронливи като C. Те се използват за варене, пържене и печене, защото са универсални за различни методи на готвене.C – Ронливи (картофи за пюре): Картофите с текстура тип C са по-ронливи и се разпадат при готвене. Те са идеални за картофено пюре, запеканки или чипс, където е желателно да се разпадат. Понякога се срещат и междинни категории като AB или BC, което означава, че картофите имат характеристики и на двата класа. Например: AB – Твърди до леко ронливи BC – Леко ронливи до ронливи"
    },
    {
        title: 'Какво качество картофи получавате?',
        content: 'Картофите за посев, които са произведени в Нидерландия, се придружават с етикети и сертификати, които гарантират качеството, произхода и здравния статус на картофения разсад. Тези документи се издават от оторизирани органи, като NAK (Нидерландската агенция по сертификация на картофен разсад), и служат като гаранция за производителите и потребителите в ЕС.'
    },
    {
        title: 'Транспорт и време на доставка',
        content: 'Товаренето на заявеното количество обикновено се извършва четвъртък до събота в Нидерландия. При нормални обстоятелства камионът е на вашият адрес 4 до 5 дни след товаренето'
    },
    {
        title: 'Доставки при минусови температури',
        content: 'При температури близки до нулата или отрицателни семената се транспортират задължително в камион с контролиран температурен режим'
    },
    {
        title: 'Обеми на заявките',
        content: 'Доставките се извършват в Бигбези с тегло 600кг или 1200кг.. Възможа е допълнителна доставката на по-малки тестови  количества от различни сортове заедно с основната доставка'
    },
    {
        title: 'Цени и заплащане',
        content: 'Поради динамиката на пазара цените и наличностите а сортовете се актуализират седмично и при всяко запитване. Заплащането е 100% авансово за всяка отделна поръчка.'
    },

]

export const HomeFAQ = () => {
    return (
        <Stack width='100%' spacing={{ xs: 3, md: 6 }}>
            <SideTitleText title="Често задавани въпроси" textContent="Допълнителна информация и често задавани въпроси с които се надяваме да помогнем. С удоволствие ще отговорим при допълнителни въпроси или заявка от ваша страна. Не се колебайте да се свържете с нас!" />
            <FaqAccordion faqs={faqs} />
        </Stack>
    )
}
